/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%@ (%@) : Uppkopplingsmeddelande";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "%1$@ (%2$@) Inställningar";

/* No comment provided by engineer. */
"%@ has %u new messages." = "%1$@ har %2$u nya meddelanden.";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ har ett nytt meddelande.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ finns på din lokala kontaktlista men inte på serverlistan. Vill du lägga till kontakten på din lista?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; dubbelklicka för att registrera.";

/* Indicates a preference will not take effect until the next time Adium is loaded */
"(Takes effect the next time Adium launches)" = "(ändras nästa gång Adium startas)";

/* No comment provided by engineer. */
"(unknown)" = "(okänd)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nytt konto>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Ad-hoc-kommando; dubbelklicka för att köra";

/* No comment provided by engineer. */
"Add" = "Lägg till";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Meddelande";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "Adium kan inte bekräfta identiteten för \"%@\".";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium hittade ingen information i användarens profil. Det kanske inte är ett registrerat namn.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Adium-meddelande: %@";

/* Button title to allow an action */
"Allow" = "Tillåt";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Tillåt MSN Mobila sidor?";

/* Action menu item for MSN accounts to toggle whether Mobile pages [forwarding messages to a mobile device] are enabled */
"Allow/Disallow Mobile Pages" = "Tillåt/tillåt ej Mobila sidor";

/* No comment provided by engineer. */
"Always Appear Offline to %@" = "Visa dig alltid som \"Ej ansluten\" för %@";

/* No comment provided by engineer. */
"An error was encoutered sending the file." = "Ett fel inträffade vid sändning av filen.";

/* No comment provided by engineer. */
"Appear Offline to %@" = "Visa dig som \"Ej ansluten\" för %@";

/* No comment provided by engineer. */
"Appear Online to %@" = "Visa dig som \"Ansluten\" för %@";

/* No comment provided by engineer. */
"Authenticating" = "Autentiserar";

/* Connection step */
"Balancer handshake" = "'Balancer'-handskakning";

/* No comment provided by engineer. */
"Blocked" = "Blockerad";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Avbryt närvaromeddelande till %@";

/* Category table column header for the service discovery browser */
"Category" = "Kategori";

/* No comment provided by engineer. */
"Change Currently Registered Email Address" = "Ändra registrerad e-postadress";

/* Menu item title for changing the password of an account */
"Change Password" = "Ändra lösenord";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Konferenstjänst; dubbelklicka för att ansluta";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "Ställ in meddelandevidarebefordring";

/* Button title to connect; this is a verb */
"Connect" = "Anslut";

/* No comment provided by engineer. */
"Connect using TCP" = "Anslut via TCP";

/* Connection step */
"Connected" = "Ansluten";

/* No comment provided by engineer. */
"Connecting" = "Kopplar upp";

/* No comment provided by engineer. */
"Connection error." = "Uppkopplingsfel.";

/* No comment provided by engineer. */
"Connection established" = "Uppkoppling etablerad";

/* No comment provided by engineer. */
"Connection:" = "Anslutning:";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Synkroniseringsfel i kontaktlistan för %@";

/* No comment provided by engineer. */
"Continue" = "Fortsätt";

/* No comment provided by engineer. */
"Delete" = "Radera";

/* No comment provided by engineer. */
"Delete & Unregister" = "Radera och avregistrera";

/* No comment provided by engineer. */
"Delete Account" = "Radera konto";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Radera kontot %@? Du kan även välja att avregistrera kontot på servern om möjligt.";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM connected" = "Direct IM uppkopplad";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM disconnected" = "Direct IM nedkopplad";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Katalogtjänst; dubbelklicka för att söka";

/* Button title to prevent an action */
"Disallow" = "Tillåt ej";

/* No comment provided by engineer. */
"Discovery Browser" = "Tjänstsökare";

/* No comment provided by engineer. */
"Display Currently Registered Email Address" = "Visa registrerad e-postadress";

/* No comment provided by engineer. */
"Display custom emoticons" = "Visa anpassade smileys";

/* No comment provided by engineer. */
"Display names (friendly names)" = "Visa namn (enkla namn)";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Vill du tillåta folk på din kontaktlista att skicka MSN Mobila sidor till din mobiltelefon eller andra mobila enheter?";

/* No comment provided by engineer. */
"Don't Always Appear Offline to %@" = "Visa dig inte alltid som \"Ej ansluten\" för %@";

/* Used as a label for a username specified by email address */
"Email" = "E-post";

/* Connection step */
"Exchanging key hash" = "Utbyter krypteringsnycklar";

/* No comment provided by engineer. */
"Export Sametime List..." = "Exportera 'sametime'-lista...";

/* No comment provided by engineer. */
"Fetching..." = "Hämtar...";

/* No comment provided by engineer. */
"File Send Error" = "Filöverföringsfel";

/* No comment provided by engineer. */
"Finalizing connection" = "Slutför uppkoppling";

/* No comment provided by engineer. */
"Forcing Login" = "Tvingar inloggning";

/* Generic fields request window title */
"Form" = "Form";

/* No comment provided by engineer. */
"From: " = "Från: ";

/* No comment provided by engineer. */
"Get AIM information for %@" = "Hämta AIM-information för %@";

/* No comment provided by engineer. */
"Getting Cookie" = "Hämtar kaka";

/* No comment provided by engineer. */
"GG Number" = "GG-nummer";

/* No comment provided by engineer. */
"GTalk ID" = "GTalk-ID";

/* No comment provided by engineer. */
"Handshake Acknowledged; Sending Login" = "Handskakning bekräftad; skickar inloggning";

/* No comment provided by engineer. */
"Handshaking" = "Handskakning";

/* No comment provided by engineer. */
"ICQ Number" = "ICQ-nummer";

/* No comment provided by engineer. */
"Import Sametime List..." = "Importera 'sametime'-lista...";

/* Error message displayed when the server reports username or password as being incorrect. */
"Incorrect username or password" = "Felaktigt användarnamn eller lösenord";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Initializing Stream" = "Initierar ström";

/* No comment provided by engineer. */
"Initiate Conference with %@" = "Starta konferens med %@";

/* No comment provided by engineer. */
"Initiate Direct IM with %@" = "Starta direktkommunikation med %@";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Starta gruppsamtal med %@";

/* No comment provided by engineer. */
"Invite" = "Inbjudan";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber-ID";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Anslut";

/* No comment provided by engineer. */
"Join %@'s Chat" = "Anslut till %@s samtal";

/* No comment provided by engineer. */
"Launch %@" = "Kör %@";

/* No comment provided by engineer. */
"LiveJournal ID" = "LiveJournal-ID";

/* Connection step */
"Logging in" = "Loggar in";

/* No comment provided by engineer. */
"Login Acknowledged" = "Inloggning bekräftad";

/* No comment provided by engineer. */
"Login Redirected" = "Inloggning vidareflyttad";

/* No comment provided by engineer. */
"Looking up server" = "Letar efter server";

/* No comment provided by engineer. */
"Member Name" = "Medlemsnamn";

/* Menu title for configuring the public information for a QQ account */
"Modify My Information" = "Ändra min information";

/* user mood tooltip title */
"Mood" = "Humör";

/* No comment provided by engineer. */
"MSN" = "MSN";

/* No comment provided by engineer. */
"MSN Passport" = "MSN Passport";

/* Label for the username for a MySpace contact */
"MySpace ID" = "MySpace-ID";

/* Name table column header for the service discovery browser */
"Name" = "Namn";

/* No comment provided by engineer. */
"New Mail" = "Ny e-post";

/* No comment provided by engineer. */
"No reason was given." = "Ingen anledning angavs.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Ingen server har ställts in för %1$@-kontot %2$@. Ange en nedan för att ansluta";

/* No comment provided by engineer. */
"No Server Specified" = "Ingen server specificerad";

/* No comment provided by engineer. */
"Node:" = "Nod:";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Öppna e-post i webläsare";

/* Name for the orphans group */
"Orphans" = "Föräldralösa";

/* No comment provided by engineer. */
"Parse Error." = "Tolkningsfel.";

/* No comment provided by engineer. */
"Password sent" = "Lösenord skickat";

/* No comment provided by engineer. */
"Presence Settings for %@" = "Närvaroinställningar för %@";

/* No comment provided by engineer. */
"Re-request Authorization from %@" = "Begär på nytt tillåtelse från %@";

/* Description of a step in the connection process for MySpace. This could be translated as something like 'Reading from server'. */
"Reading challenge" = "Läser utmaning";

/* Connection step */
"Reading data" = "Läser data";

/* Connection step */
"Reading server key" = "Läser server-nyckel";

/* No comment provided by engineer. */
"Really remove gateway?" = "Verkligen ta bort förmedlingsnod?";

/* No comment provided by engineer. */
"Received authorization" = "Tillåtelse mottagen";

/* alert default button */
"Remove" = "Ta bort";

/* gateway menu item */
"Remove gateway" = "Ta bort förmedlingsnod";

/* No comment provided by engineer. */
"Requesting to send password" = "Ber om att få skicka lösenord";

/* No comment provided by engineer. */
"Retrieving buddy list" = "Tar emot kontaktlista";

/* Roster - the Jabber default group */
"Roster" = "Lista";

/* No comment provided by engineer. */
"Screen Name" = "Smeknamn";

/* No comment provided by engineer. */
"Screen name sent" = "Smeknamn skickat";

/* No comment provided by engineer. */
"Search for Contact By Email Address" = "Sök kontakt via e-postadress";

/* No comment provided by engineer. */
"Search for Users" = "Sök användare";

/* No comment provided by engineer. */
"Search Results" = "Sökresultat";

/* No comment provided by engineer. */
"Send" = "Skicka";

/* No comment provided by engineer. */
"Send Message" = "Skicka meddelande";

/* No comment provided by engineer. */
"Send to %@'s Mobile" = "Skicka till %@s mobil";

/* No comment provided by engineer. */
"Sending Cookie" = "Skickar kaka";

/* No comment provided by engineer. */
"Sending Handshake" = "Skickar handskakning";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Tjänstsökare";

/* No comment provided by engineer. */
"Service:" = "Tjänst:";

/* No comment provided by engineer. */
"Set Home Phone Number" = "Ändra telefonnummer (hem)";

/* No comment provided by engineer. */
"Set Mobile Phone Number" = "Ändra telefonnummer (mobil)";

/* No comment provided by engineer. */
"Set Mood" = "Ange humör";

/* No comment provided by engineer. */
"Set Nickname" = "Ange smeknamn";

/* No comment provided by engineer. */
"Set Privacy Options" = "Ange integritetsinställningar";

/* No comment provided by engineer. */
"Set User Info" = "Ange användarinfo";

/* No comment provided by engineer. */
"Set Work Phone Number" = "Ändra telefonnummer (arbete)";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Ändra smeknamn";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Ändra telefonnummer (hem)";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Ändra telefonnummer (mobil)";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Ändra telefonnummer (arbete)";

/* Account action menu item to show a list of contacts for whom this account is awaiting authorization to be able to show them in the contact list */
"Show Contacts Awaiting Authorization" = "Visa kontakter som väntar på tillåtelse";

/* No comment provided by engineer. */
"Show display names as status messages" = "Använd smeknamn som statusmeddelanden";

/* No comment provided by engineer. */
"Show Server Certificate" = "Visa servercertifikat";

/* No comment provided by engineer. */
"Starting authentication" = "Påbörjar autentisering";

/* No comment provided by engineer. */
"Starting Services" = "Startar tjänster";

/* No comment provided by engineer. */
"Subject: " = "Ämne: ";

/* No comment provided by engineer. */
"Syncing with server" = "Synkroniserar med servern";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Göm tillfälligt från %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "Certifikatet för servern %@ är inte betrott, vilket innebär att serverns identitet inte automatiskt kan bekräftas. Vill du fortsätta ansluta?\n\nFör mer information, klicka \"Visa certifikat\".";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "Namnet du angav är inte registrerat. Kontrollera så du skrev det korrekt.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Den andra användaren finns i din neka-lista.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Den andra användaren är inte tillgänglig för tillfället.";

/* Invalid name on AIM */
"The screen name you entered is not registered. Check to ensure you typed it correctly. If it is a new name, you must register it at www.aim.com before you can use it." = "Smeknamnet du angav är inte registrerat, kontrollera stavningen. Om det är ett nytt namn, så måste du registrera det på www.aim.com innan det går att använda.";

/* Be careful to keep the % parts the same in this string. %@ will be replaced by an error message. */
"The Zephyr Host Manager reported an error #%d: %@" = "Zephyrs värdhanterare rapporterade ett fel #%1$d: %2$@";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Detta namn kommer andra MSN-kontakter att se dig under.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Denna nod tillhandahåller inga tjänster detta program kan nyttja.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Denna nod tillhandahåller ad-hoc-kommandon. Öppna alternativmenyn för att komma åt dem.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Denna operation kommer ta bort förmedlingsnoden %@ och alla därtill hörande kontakter från din kontaktlista. Detta går inte att ångra.";

/* No comment provided by engineer. */
"Transferring" = "Överför";

/* user tune tooltip title */
"Tune" = "Låt";

/* No comment provided by engineer. */
"Un-hide From %@" = "Sluta göm från %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "Kunde inte tolka serverlistan på %@. Försök igen senare.";

/* No comment provided by engineer. */
"United States" = "USA";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Avlägsna (unsubscribe) %@";

/* Sample name and server for new livejournal accounts */
"username" = "användarnamn";

/* Sample name and server for new gmail accounts */
"username@gmail.com" = "anvandarnamn@gmail.com";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "anvandarnamn@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Verifiera certifikat";

/* No comment provided by engineer. */
"View %@'s Webcam" = "Titta på %@s webbkamera";

/* No comment provided by engineer. */
"Waiting for Handshake Acknowledgement" = "Väntar på handskakningsbekräftelse";

/* No comment provided by engineer. */
"Waiting for Login Acknowledgement" = "Väntar på inloggningsbekräftelse";

/* No comment provided by engineer. */
"Waiting for Response" = "Väntar på svar";

/* No comment provided by engineer. */
"Warning level is too high." = "För hög varningsnivå.";

/* No comment provided by engineer. */
"XML Console" = "XML-konsoll";

/* No comment provided by engineer. */
"Yahoo! ID" = "Yahoo!-ID";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Du skickar meddelanden för fort; vänta ett tag och försök igen.";

/* No comment provided by engineer. */
"You have %u new messages." = "Du har %u nya meddelanden.";

/* No comment provided by engineer. */
"You have 1 new message." = "Du har ett nytt meddelande.";

/* No comment provided by engineer. */
"You have mail!\n" = "Du har fått e-post!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Ditt meddelande till %@ skickades inte";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Ditt meddelande accepterades inte av mottagaren.";

/* No comment provided by engineer. */
"Your message was too big." = "Ditt meddelande var för stort.";

/* zhm is the Zephyr Host Manager and should not be a localized word */
"zhm Failure" = "zhm-fel";